{
  "TERMS_TITLE": "Datenschutzrichtlinie",
  "PRIVACY_POLICY": "<p> Vielen Dank, dass Sie unsere App nutzen. Der Schutz Ihrer Privatsphäre ist uns wichtig, und wir möchten Ihnen durch diese Datenschutzrichtlinie erläutern, wie wir Ihre personenbezogenen Daten behandeln. Bitte lesen Sie die folgenden Informationen sorgfältig durch: </p> <ol> <li> <p> Erhobene Daten: Bei der Nutzung unserer App können bestimmte Daten erhoben werden, um die Funktionen und Dienste der App bereitzustellen. Hierzu gehören Informationen wie Ihre Aufgaben, Einstellungen und Präferenzen, die Sie innerhalb der App angeben. Diese Daten werden auf Ihrem Gerät gespeichert und nicht an Dritte weitergegeben. </p> </li> <li> <p> Verwendung der Daten: Die erhobenen Daten werden ausschließlich zur Bereitstellung und Verbesserung der Funktionen der App verwendet. Wir verwenden Ihre Daten nicht für Werbezwecke und geben sie nicht an Dritte weiter, es sei denn, dies ist zur Erfüllung rechtlicher Verpflichtungen erforderlich. </p> </li> <li> <p> Datensicherheit: Wir setzen angemessene Sicherheitsmaßnahmen ein, um Ihre Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen. Wir verwenden verschlüsselte Verbindungen und speichern Ihre Daten auf sicheren Servern. </p> </li> <li> <p> Datenspeicherung: Ihre Daten werden für den Zeitraum gespeichert, der zur Erfüllung der in dieser Datenschutzrichtlinie genannten Zwecke erforderlich ist. Nach Ablauf dieser Frist werden Ihre Daten sicher gelöscht. </p> </li> <li> <p> Externe Links: Unsere App kann Links zu externen Websites oder Diensten enthalten, über die wir keine Kontrolle haben. Bitte beachten Sie, dass diese Datenschutzrichtlinie nur für unsere App gilt. Wenn Sie auf externe Links klicken, gelten die Datenschutzrichtlinien der jeweiligen Websites oder Dienste. </p> </li> <li> <p> Änderungen der Datenschutzrichtlinie: Wir behalten uns das Recht vor, diese Datenschutzrichtlinie jederzeit zu ändern. Über wesentliche Änderungen werden wir Sie durch eine Benachrichtigung in der App informieren. Bitte überprüfen Sie die Datenschutzrichtlinie regelmäßig, um auf dem Laufenden zu bleiben. </p> </li> <li> <p> Ihre Rechte: Sie haben das Recht auf Zugang, Berichtigung oder Löschung Ihrer personenbezogenen Daten. Bei Fragen zu Ihren Rechten oder zur Verwendung Ihrer Daten können Sie sich unter den unten angegebenen Kontaktdaten an uns wenden. </p> </li> </ol> <p> Mit der Nutzung unserer App stimmen Sie den Bestimmungen dieser Datenschutzrichtlinie zu.</p>",
  "ACCEPT": "Akzeptieren",
  "ADD_TODO_LIST": "ToDo-Liste hinzufügen",
  "ADD_TODO": "ToDo hinzufügen",
  "EDIT_TODO": "ToDo bearbeiten",
  "EDIT_TODO_LIST": "ToDo-Liste bearbeiten",
  "DELETE_TODO_LIST": "ToDo-Liste löschen",
  "DELETE_TODO": "ToDo löschen",
  "TODO_LIST_NAME": "ToDo-Listenname",
  "TODO_TASK": "ToDo-Aufgabe",
  "CHOOSE_A_DATE": "Wähle ein Datum",
  "DONE": "Fertig",
  "ADD": "Hinzufügen",
  "SAVE": "Speichern",
  "CLOSE": "Schließen",
  "TUTORIAL": {
    "NOTE": "<strong>HINWEIS:</strong> Die folgende Liste ist nur ein Beispiel und vervollständigt die Schritte automatisch basierend auf den Aktionen, die Sie in der App durchführen. Sie können jede neue Liste, die Sie erstellen, verwenden, um das Tutorial abzuschließen.",
    "10": "Fügen Sie eine neue ToDo-Liste mit dem oben stehenden Button hinzu. Die Liste wird nach dem Hinzufügen unterhalb des Buttons angezeigt.",
    "20": "Fügen Sie drei neue ToDos zu einer Liste hinzu.",
    "30": "Bearbeiten Sie das Datum eines der ToDos in der neuen Liste, indem Sie auf die Editier-Taste drücken.",
    "40": "Verschieben Sie die Position der ToDos, indem Sie sie verschieben.",
    "50": "Markieren Sie zwei ToDos als erledigt.",
    "60": "Spielen Sie bei Bedarf weiter mit der App herum. Wenn Sie fertig sind, können Sie zum nächsten Schritt übergehen.",
    "70": "Löschen Sie die folgende Tutorial-ToDo-Liste. Damit ist der App-Test abgeschlossen und Sie werden zum Post-Fragebogen weitergeleitet."
  },
  "overall_usability": "Bitte bewerten Sie auf einer Skala von 1 bis 5 die allgemeine Benutzerfreundlichkeit der ToDo-App.",
  "overall_usability_hint": "1 - Sehr schwierig zu benutzen, 2 - Schwierig zu benutzen, 3 - Neutral, 4 - Einfach zu benutzen, 5 - Sehr einfach zu benutzen",
  "intuitive_interface": "Wie intuitiv war die Schnittstelle der App zum Hinzufügen, Verwalten und Aktualisieren von Aufgaben?",
  "intuitive_interface_hint": "1 - Überhaupt nicht intuitiv, 2 - Eher unintuitiv, 3 - Neutral, 4 - Eher intuitiv, 5 - Sehr intuitiv",
  "visual_appeal": "Wie visuell ansprechend war das Design der App?",
  "visual_appeal_hint": "1 - Sehr unattraktiv, 2 - Eher unattraktiv, 3 - Neutral, 4 - Eher ansprechend, 5 - Sehr ansprechend",
  "meeting_expectations": "Wie gut hat die App Ihre Erwartungen in Bezug auf die Erfüllung Ihrer Anforderungen an die Aufgabenverwaltung erfüllt?",
  "meeting_expectations_hint": "1 - Überhaupt nicht, 2 - Etwas, 3 - Neutral, 4 - Meistens, 5 - Vollkommen",
  "responsiveness_speed": "Bitte bewerten Sie auf einer Skala von 1 bis 5 die Reaktionsfähigkeit und Geschwindigkeit der App.",
  "responsiveness_speed_hint": "1 - Sehr langsam, 2 - Langsam, 3 - Neutral, 4 - Schnell, 5 - Sehr schnell",
  "organize_display_tasks": "Wie gut hat die App Ihre Aufgaben organisiert und angezeigt?",
  "organize_display_tasks_hint": "1 - Sehr schlecht, 2 - Schlecht, 3 - Neutral, 4 - Gut, 5 - Sehr gut",
  "useful_features": "Gab es Merkmale oder Funktionen, die Sie besonders nützlich oder beeindruckend fanden?",
  "overall_satisfaction": "Bitte bewerten Sie auf einer Skala von 1 bis 5 Ihre Gesamtzufriedenheit mit der ToDo-App.",
  "overall_satisfaction_hint": "1 - Sehr unzufrieden, 2 - Unzufrieden, 3 - Neutral, 4 - Zufrieden, 5 - Sehr zufrieden",
  "future_usage_likelihood": "Wie wahrscheinlich ist es, dass Sie die App auch in Zukunft nutzen werden?",
  "additional_comments": "Haben Sie weitere Kommentare, Vorschläge oder Rückmeldungen zur ToDo-App und ihrer Benutzerfreundlichkeit?",
  "AGE": "Alter",
  "COUNTRY": "Land",
  "GENDER": "Geschlecht",
  "NEXT": "Weiter",
  "SUBMIT": "Einreichen",
  "FREQUENCY_APP_USAGE": "Wie oft verwenden Sie diese Art von Anwendungen?",
  "RARELY": "Selten",
  "OCCASIONALLY": "Gelegentlich",
  "FREQUENTLY": "Häufig",
  "DAILY": "Täglich",
  "PREFERRED_DEVICE": "Welches ist Ihr bevorzugtes Gerät für den täglichen Gebrauch?",
  "SMARTPHONE": "Smartphone",
  "TABLET": "Tablet",
  "COMPUTER": "Computer",
  "OTHER": "Sonstiges",
  "PREVIOUS_EXPERIENCE": "Haben Sie bereits Erfahrungen mit dieser Art von Anwendungen gemacht?",
  "YES": "Ja",
  "NO": "Nein",
  "DONE": {
    "TEXT": "Wir schätzen Ihr wertvolles Feedback und Ihre Erkenntnisse sehr. Ihre Antworten tragen zu unserer Forschung bei und helfen uns, ein besseres Verständnis für das Thema zu gewinnen. Ihr Input spielt eine entscheidende Rolle bei der Verbesserung unserer Produkte/Dienstleistungen, und wir sind dankbar für Ihre Zeit und Mühe. Wenn Sie weitere Kommentare oder Vorschläge haben, können Sie uns diese gerne mitteilen. Nochmals vielen Dank für Ihre Teilnahme!",
    "TITLE": "Vielen Dank für Ihre Teilnahme an der folgenden Umfrage."
  }
}
