{
  "TERMS_TITLE": "Privacy Policy",
  "PRIVACY_POLICY": "<p> Thank you for using our app. Your privacy is important to us, and we want to explain how we handle your personal data through this Privacy Policy. Please read the following information carefully: </p> <ol> <li> <p> Collected Data: When using our app, certain data may be collected to provide the app&apos;s features and services. This includes information such as your tasks, settings, and preferences that you provide within the app. This data is stored on your device and is not shared with third parties. </p> </li> <li> <p> Use of Data: The collected data is solely used to provide and improve the app&apos;s features. We do not use your data for advertising purposes or share it with third parties unless required to comply with legal obligations. </p> </li> <li> <p> Data Security: We implement reasonable security measures to protect your data from unauthorized access, loss, or misuse. We use encrypted connections and store your data on secure servers. </p> </li> <li> <p> Data Retention: Your data is stored for the period necessary to fulfill the purposes stated in this Privacy Policy. After this period, your data will be securely deleted. </p> </li> <li> <p> External Links: Our app may contain links to external websites or services over which we have no control. Please note that this Privacy Policy only applies to our app. When you click on external links, the privacy policies of the respective websites or services will apply. </p> </li> <li> <p> Changes to the Privacy Policy: We reserve the right to modify this Privacy Policy at any time. We will notify you of significant changes through a notification within the app. Please review the Privacy Policy periodically to stay informed. </p> </li> <li> <p> Your Rights: You have the right to access, correct, or delete your personal data. If you have any questions regarding your rights or the use of your data, please contact us using the contact information provided below. </p> </li> </ol> <p>By using our app, you agree to the terms of this Privacy Policy.</p>",
  "ACCEPT": "Accept",
  "ADD_TODO_LIST": "Add ToDo List",
  "ADD_TODO": "Add ToDo",
  "EDIT_TODO": "Edit ToDo",
  "EDIT_TODO_LIST": "Edit ToDo List",
  "DELETE_TODO_LIST": "Delete ToDo List",
  "DELETE_TODO": "Delete ToDo",
  "TODO_LIST_NAME": "ToDo List Name",
  "TODO_TASK": "ToDo Task",
  "CHOOSE_A_DATE": "Choose a date",
  "DONE": "Done",
  "ADD": "Add",
  "SAVE": "Save",
  "CLOSE": "Close",
  "TUTORIAL": {
    "NOTE": "<strong>NOTE:</strong> The following list is just an example and will complete the steps automatically based on the actions you make in the app. You can use any new list that you create to complete the tutorial.",
    "10": "Add a new ToDo list with the button above. The list will appear below the button after adding it.",
    "20": "Add three new ToDos to the new list.",
    "30": "Edit the date of one of the ToDos in the new list by pressing the edit button.",
    "40": "Move the position of the todos by dragging them around.",
    "50": "Check two ToDos as completed.",
    "60": "Play around with the app more if you like. When you are done you can move on to the next step.",
    "70": "Delete the following Tutorial ToDo List. This will complete the app testing and you will be redirected to the post-questionnaire."
  },
  "overall_usability": "On a scale of 1 to 5, please rate the overall usability of the todo app.",
  "overall_usability_hint": "1 - Very difficult to use, 2 - Difficult to use, 3 - Neutral, 4 - Easy to use, 5 - Very easy to use",
  "intuitive_interface": "How intuitive was the app's interface for adding, managing, and updating tasks?",
  "intuitive_interface_hint": "1 - Not intuitive at all, 2 - Somewhat unintuitive, 3 - Neutral, 4 - Somewhat intuitive, 5 - Very intuitive",
  "visual_appeal": "How visually appealing was the design of the app?",
  "visual_appeal_hint": "1 - Very unappealing, 2 - Somewhat unappealing, 3 - Neutral, 4 - Somewhat appealing, 5 - Very appealing",
  "meeting_expectations": "How well did the app meet your expectations in terms of fulfilling your task management needs?",
  "meeting_expectations_hint": "1 - Not at all, 2 - Somewhat, 3 - Neutral, 4 - Mostly, 5 - Completely",
  "responsiveness_speed": "On a scale of 1 to 5, please rate the app's responsiveness and speed.",
  "responsiveness_speed_hint": "1 - Very slow, 2 - Slow, 3 - Neutral, 4 - Fast, 5 - Very fast",
  "organize_display_tasks": "How well did the app organize and display your tasks?",
  "organize_display_tasks_hint": "1 - Very poorly, 2 - Poorly, 3 - Neutral, 4 - Well, 5 - Very well",
  "useful_features": "Were there any features or functionalities that you found particularly useful or impressive?",
  "overall_satisfaction": "On a scale of 1 to 5, please rate your overall satisfaction with the todo app.",
  "overall_satisfaction_hint": "1 - Very dissatisfied, 2 - Dissatisfied, 3 - Neutral, 4 - Satisfied, 5 - Very satisfied",
  "future_usage_likelihood": "How likely are you to continue using the app in the future?",
  "future_usage_likelihood_hint": "1 - Very unlikely, 2 - Unlikely, 3 - Neutral, 4 - Likely, 5 - Very likely",
  "additional_comments": "Do you have any additional comments, suggestions, or feedback regarding the todo app and its user experience?",
  "AGE": "Age",
  "COUNTRY": "Country of residency",
  "GENDER": "Gender",
  "NEXT": "Next",
  "SUBMIT": "Submit",
  "FREQUENCY_APP_USAGE": "How often do you use such kind of apps?",
  "RARELY": "Rarely",
  "OCCASIONALLY": "Occasionally",
  "FREQUENTLY": "Frequently",
  "DAILY": "Daily",
  "PREFERRED_DEVICE": "What is your prefered device to use on a daily basis?",
  "SMARTPHONE": "Smartphone",
  "TABLET": "Tablet",
  "COMPUTER": "Computer",
  "OTHER": "Other",
  "PREVIOUS_EXPERIENCE": "Have you had any previous experience with these kind of apps?",
  "YES": "Yes",
  "NO": "No",
  "DONE": {
    "TEXT": "Your valuable feedback and insights are greatly appreciated. Your responses will contribute to our research and help us gain a better understanding of the topic. Your input plays a crucial role in improving our products/services, and we are grateful for your time and effort. If you have any further comments or suggestions, please feel free to share them. Once again, thank you for your participation!",
    "TITLE": "Thank you for your participation in the following survey."
  }
}
